<?php include_once("header.php");?>
            <div><h2>Правообладателям</h2>
                <div><br>
                    <b>Уважаемые правообладатели!</b><br/><br/>Администрация сайта kinokrad.co действует в соответствии
                    с законами Российской Федерации и следует процедурам добровольного урегулирования споров об
                    интеллектуальных правах в соответствии со ст. 15.7 ФЗ-149 «Об информации, информационных технологиях
                    и о защите информации».<br/><br/>Информация, размещаемая на данном ресурсе является общедоступной
                    для просмотра ИСКЛЮЧИТЕЛЬНО В ОЗНАКОМИТЕЛЬНЫХ целях.<br/><br/>Размещение информации на сайте
                    производится пользователями сайта, путем заполнения соответствующей формы <a
                            href="https://kinozone.co/upload-video.php">добавления фильмов</a>. Перед публикацией
                    материал пользователя может быть дополнен или отредактирован информацией, автоматически собранной из
                    открытых источников в сети Интернет. Видео-контент добавляется пользователями путем указания ссылки
                    на торрент-файл, при этом, контент может быть модифицирован программами конвертации видео в
                    автоматическом режиме.<br/><br/>Таким образом, администрация сайта не несет ответственности за
                    соблюдение авторских прав в потоке публикуемой на сайте информации.<br/><br/>
                    Сайт не содержит каких-либо видео, аудио и иных материалов, которые хранились бы на данном Сайте и домене или транслировались с данного домена.
                    Сайт не осуществляет трансляцию, не является источником трансляции, не является архивом или иной формой хранения контента.
                    Сайт содержит каталог  HTTP ссылок на плееры сторонних сайтов и ресурсов (в дальнейшем Плееры).
                    <br><br>
                    Администрация Сайта не имеет технического или админитративного доступа к содержимому данных Плееров.
                    Ответственность за содержимое внутри Плееров несут владельцы Плееров. Указанные Плееры хранят внутри себя необходимую информацию,
                    позволяющую идентифицировать владельца Плеера (доменное имя и ссылки на информацию).
                    Администрация Сайта готова по запросу удалить ссылки на Плееры, нарушающие действующее законодательство, в случае выявления нарушений.
                    <br><br>
                    Сайт открыт для сотрудничества с правообладателями. Если Ваши исключительные права на объект авторской собственности нарушаются каким-либо
                    образом с использованием Сайта (размещение информации, защищенной авторским правом), администрация готова оказать Вам содействие и
                    удалить с Сайта или изменить ссылки на соответствующие материалы.<br><br>
                    <span
                            style="font-size:10pt;"><b><span style="color:#FF0000">Если вы обнаружили, что на сайте kinozone.co нарушаются
                                ваши авторские права, просим незамедлительно сообщить по адресу <b><span
                                            style="color:#f2f2f2"><u>info@kinozone.co</u></span></b> с указанием:</span></b></span><br/><br/>1)
                    Подтверждение Ваших прав на соответствующий материал, защищенный законом об авторском праве:<br/>—
                    отсканированный, либо качественно сделанный фото снимок документа с печатью, либо…<br/>— электронное
                    письмо, полученное с официального домена компании правообладателя, либо…<br/>— любой иной документ
                    или информация, которая поможет нам однозначно распознать Вас как настоящего обладателя прав на
                    соответствующий материал.<br/><br/>2) Ссылки на страницы нашего сайта, где размещен контент,
                    нарушающий Ваши авторские права.<br/>При получении на наш электронный адрес письма, содержащего
                    данное подтверждение, мы обязательно свяжемся с Вами для урегулирования вопроса.
                    <br><br><br>
                </div>
            </div>
        </div>
 <?php include_once("footer.php");?>