<?php ?>
<!DOCTYPE html>
<html lang="ru">
<head>
</head>
<body>
<div><h2>Правообладателям</h2>
<div>
<b>Уважаемые правообладатели!</b><br><br>Администрация сайта kinokrad.co действует в соответствии с законами Российской Федерации и следует процедурам добровольного урегулирования споров об интеллектуальных правах в соответствии со ст. 15.7 ФЗ-149 «Об информации, информационных технологиях и о защите информации».<br><br>Информация, размещаемая на данном ресурсе является общедоступной для просмотра ИСКЛЮЧИТЕЛЬНО В ОЗНАКОМИТЕЛЬНЫХ целях.<br><br>Размещение информации на сайте производится пользователями сайта, путем заполнения соответствующей формы <a href="https://kinozone.co/upload-video.php">добавления фильмов</a>. Перед публикацией материал пользователя может быть дополнен или отредактирован информацией, автоматически собранной из открытых источников в сети Интернет. Видео-контент добавляется пользователями путем указания ссылки на торрент-файл, при этом, контент может быть модифицирован программами конвертации видео в автоматическом режиме.<br><br>Таким образом, администрация сайта не несет ответственности за соблюдение авторских прав в потоке публикуемой на сайте информации.<br><br><!--sizestart:2--><span style="font-size:10pt;"><!--/sizestart--><b><!--colorstart:#FF0000--><span style="color:#FF0000"><!--/colorstart-->Если вы обнаружили, что на сайте kinokrad.co нарушаются ваши авторские права, просим незамедлительно сообщить по адресу <b><!--colorstart:#000000--><span style="color:#000000"><!--/colorstart--><u>info@kinozone.co</u><!--colorend--></span><!--/colorend--></b> с указанием:<!--colorend--></span><!--/colorend--></b><!--sizeend--></span><!--/sizeend--><br><br>1) Подтверждение Ваших прав на соответствующий материал, защищенный законом об авторском праве:<br>— отсканированный, либо качественно сделанный фото снимок документа с печатью, либо…<br>— электронное письмо, полученное с официального домена компании правообладателя, либо…<br>— любой иной документ или информация, которая поможет нам однозначно распознать Вас как настоящего обладателя прав на соответствующий материал.<br><br>2) Ссылки на страницы нашего сайта, где размещен контент, нарушающий Ваши авторские права.<br>При получении на наш электронный адрес письма, содержащего данное подтверждение, мы обязательно свяжемся с Вами для урегулирования вопроса.
<br>
</div>
</div>
</body>
</html>